Repository: prathibha-sundresh/MTEUP
Catalog: yB2CApp/yB2CApp/*.lproj/Localizable.strings
Languages: de, fr, tr

source: Country selector
de: Länderauswahl
fr: Sélecteur de pays
tr: Ülke Seçimi

source: SELECT YOUR COUNTRY
de: Wähle Dein Land
fr: Sélectionner votre pays
tr: Ülkenizi Seçin

source: Continue
de: Weiter
fr: Continuer
tr: Devam Et

source: Register
de: Registrieren
fr: S’inscrire
tr: Kayıt ol

source: Register with Facebook
de: Mit Facebook registrieren
fr: S’inscrire avec Facebook
tr: Facebook ile kayıt ol

source: Order our products and get them delivered by your trusted trade partner
de: Bei Unilever Food Solutions bestellen - von deinem bevorzugten Lieferanten bekommen
fr: Passez commande sur notre site, nos produits vous seront livrés par votre distributeur.
tr: Kolayca sipariş ver ürün teslimatın distribütörün tarafından hızlıca yapılsın.

source: Create a FREE account
de: Benutzerkonto erstellen
fr: Créer un compte GRATUIT
tr: ÜCRETSİZ hesap oluşturun

# Create a FREE account - Register Page
source: Create a FREE account
de: Los geht’s
fr: Créer un compte gratuit
tr: ÜCRETSİZ hesap oluşturun

source: Change location and language
de: Land und Sprache ändern
fr: Modifier la localisation et la langue
tr: Lokasyon ve dili değiştirin

source: Location and Language
de: Land und Sprache
fr: Localisation et langue
tr: Lokasyon ve Dil

# Setting_Change
source: Change
de: Ändern
fr: modifier
tr: değiştir

source: Selected Language
de: Ausgewählte Sprache
fr: Sélectionner la langue
tr: Seçili Dil

source: Selected Location
de: Ausgewähltes Land
fr: Sélectionner la localisation
tr: Seçili Lokasyon

source: Settings
de: Einstellungen
fr: Paramètres
tr: Ayarlar

source: Change Password
de: Passwort ändern
fr: Modifier le mot de passe
tr: Parolayı Değiştir

source: Terms and Conditions
de: Allgemeinen Geschäftsbedingungen (AGB's)
fr: Conditions générales
tr: Şartlar ve Koşullar

source: Select a country
de: Länderauswahl
fr: Sélectionner un pays
tr: Ülke Seç

source: Select language
de: Sprache auswählen
fr: Choisir la langue
tr: Dili Seç

source: Austria
de: Österreich
fr: Autriche
tr: Avusturya

source: Email already registered
de: Sie sind bereits registriert. Bitte loggen Sie sich ein.
fr: Adresse e-mail déjà enregistrée
tr: Bu e-posta zaten kayıtlı

source: Please enter your first name. If the message is long it goes over several lines.
de: Bitte Deinen Vornamen eintragen

source: Please enter your last name. If the message is long it goes over several lines.
de: Bitte Deinen Nachnamen eintragen

source: Please enter a correct email address
de: Bitte eine gültige E-Mail Adresse eintragen
fr: Veuillez saisir une adresse e-mail correcte
tr: Lütfen geçerli bir e-posta adresi gir

source: Please enter what type of business you are working in
de: Bitte wähle die Art Deines Unternehmens aus
tr: Lütfen çalıştığınız şirketin türünü seçin

source: Please select your tradepartner name
de: Bitte wähle Deinen Lieferanten
fr: Veuillez sélectionner le nom de votre distributeur
tr: Lütfen ticari ortağınızın adını girin

source: Your password needs to be minimum 8 characters long one and contain at least one of each: upper case, lowercase, number special character [eg. !. %. +]
de: Das Passwort muss mindestens 8 Zeichen lang sein sowie Gross- und Kleinbuchstaben, eine Nummer und einen Sonderzeichen enthalten (bspw. @, #, $)
fr: Votre mot de passe doit comporter au minimum 8 caractères et être composé d’au moins : une majuscule, une minuscule, un chiffre, un caractère spécial (par ex. !, %, +)
tr: Parolanız en az 8 karakterden oluşmalı ve aşağıdakilerin her birinden en az bir adet içermelidir: Büyük Harf, Küçük Harf, Sayı, Özel Karakter (ör. @,#,$)

source: PASSWORD
de: PASSWORT
fr: Mot de passe
tr: Parola

source: I have read the terms and conditions
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen
fr: J'ai lu les conditions générales.
tr: Hüküm ve Koşulları okudum.

source: Yes, I have read the conditions and would like to subscribe to the newsletter.
de: Ja, gerne bestelle ich den Newsletter von Unilever Food Solutions (UFS), zu den Bedingungen wie unter diesem Link näher beschrieben.
fr: Oui, j’ai lu les conditions et je voudrais m’abonner à la newsletter.
tr: Evet, koşullar okudum ve haber bültenine abone olmak istiyorum.

source: Please verify your email
de: Bitte bestätige Deine E-Mail Adresse
fr: Veuillez vérifier votre adresse e-mail
tr: Lütfen e-postanı doğrula

source: An email has been sent to
de: Wir haben eine E-Mail gesendet an
fr: Un e-mail a été envoyé à
tr: Eyvah, paralonı mı unuttun? e-posta gönderildi.

# Please follow the instructions in the email to verify your address
source: Check your spam folder for confirmation e-mail. Please follow the instructions in the email to verify your address
de: Vergiss nicht, Deinen Spam-Ordner zu überprüfen. Bitte folge der Anleitung in der E-Mail um die Adresse zu bestätigen
fr: Votre e-mail de confirmation a bien été envoyé. Veuillez vérifier votre boîte de réception ainsi que le dossier Spams. Veuillez suivre les instructions contenues dans l’e-mail afin de vérifier votre adresse
tr: Onay e-postan başarıyla gönderildi, lütfen gelen kutu ile beraber istenmeyen posta kutunu da kontrol etmeyi unutma. Adresini doğrulamak için e-postandaki yönergeleri takip et.

source: Resend verification email
de: Bestätigungsmail erneut senden
fr: Renvoyer l’e-mail de vérification
tr: Doğrulama e-postasını yeniden gönder

source: Email verified
de: E-Mail Adresse bestätigt
fr: Adresse e-mail confirmée
tr: E-Posta doğrulandı

source: Brilliant, thanks for verifying your email
de: Danke für die Bestätigung Deiner E-Mailadresse

source: Please enter a correct password
de: Bitte ein gültiges Passwort eingeben
fr: Veuillez saisir un mot de passe correct
tr: Lütfen geçerli parolayı girin

source: Forgot Password
de: Passwort vergessen ?
fr: Mot de passe oublié
tr: Parolayı Unuttum

source: We have sent an email to
de: Wir haben eine E-Mail gesendet an
fr: Un e-mail a été envoyé à
tr: Eyvah, paralonı mı unuttun? e-posta gönderildi.

source: Unfortunately we can not find a profile with this e-mail address. Please check the entered e-mail address again.
de: Leider können wir kein Profil mit dieser E-Mailadresse finden. Bitte prüfen Sie nochmals die eingegebene E-Mailadresse
tr: Maalesef kullanıcı hesabınızı onaylayamadık. Lütfen e-posta adresini kontrol et

source: Almost done
de: Fast geschafft

source: My business
de: Mein Unternehmen
fr: Mon activité
tr: Şirketim

# I have read and accepted the terms and conditions
source: I have read and accepted the
de: Ich akzeptiere die
fr: J’ai lu et accepté les
tr: Okudum ve kabul ediyorum

source: Please select the type of business you are working in
de: Bitte die Art Deines Unternehmens auswählen
tr: Lütfen çalıştığın işletme türünü seç

source: Oops, you forgot your password?
de: Bitte geben Sie Ihre E-Mail Adresse ein, um das Passwort zurückzusetzen.
fr: Oups, vous avez oublié votre mot de passe ?
tr: Eyvah, paralonı mı unuttun?

# Enter your email
source: Enter you email
de: E-Mail Adresse eintragen
fr: Saisissez votre adresse e-mail
tr: E-posta Adresinizi Girin

source: Points
de: Punkte
tr: Puan

source: Easily re-order from your Shopping List.
de: Einfache Nachbestellung über die Bestell-Historie.

source: Earn loyalty points with Chef Rewards and save for cool gifts!
de: Jetzt im Chef Rewards Club Treuepunkte sammeln und gegen tolle Prämien eintauschen!
fr: Gagnez des points grâce à Programme de fidélité et échangez-les contre de superbes cadeaux

# 50 loyalty points
source: %@ loyalty points
de: %@ Punkte geschenkt
fr: %@ points de fidélité
tr: %@ ödül puanı kazan!

# Order product and get double loyatly points
source: Order %@ and receive double loyalty points
de: Jetzt doppelte Punkte sichern, beim Kauf von %@
fr: Commandez %@ et recevez doubler vos points
tr: %@ siparişi verin ve kazanın çifte puan

# Order product and get triple loyatly points
source: Order %@ and receive triple loyalty points
de: Jetzt dreifache Punkte sichern, beim Kauf von %@
fr: Commandez %@ et recevez tripler vos points fidélité
tr: %@ siparişi verin ve kazanın üç katı sadakat

source: Order product and get extra loyatly points %@
de: Jetzt zusätzliche Punkte sichern, beim Kauf von %@
fr: Remportez des points supplémentaires en ce moment en achetant %@
tr: Sipariş ver ve ekstra ödül puanı kazan %@

source: double loyalty points
de: doppelte Punkte
fr: doubler vos points
tr: çifte puan

source: triple loyatly points
de: dreifache Punkte
fr: tripler vos points fidélité
tr: üç katı sadakat

source: Select a business type
de: Art des Unternehmens
fr: Sélectionnez une catégorie d'entreprise
tr: İş Yeri Tipini Seç

source: extra loyatly points
de: zusätzliche Punkte
tr: ekstra ödül puanı

# Welcome <First Name> to Chef Rewards.
source: Welcome <%@> to Chef Rewards.
de: Willkommen <%@> im Chef Rewards Club.
fr: Bienvenue <%@> dans le Programme de fidélité.
tr: UFS Ödül Programına hoş geldin <%@>!

# Here's 50 points ,on us
source: Here's %@ points ,on us
de: Glückwunsch! Hier sind Deine ersten %@ punkte
fr: %@ points, rien que pour vous
tr: Kayıt olarak %@ ödül puanı kazandın.

source: Quick Tips
de: Schnelle Tips
fr: Conseils rapides
tr: İpuçları

source: Earn loyalty points when you order with us
de: Erhalte bei jedem Kauf Treuepunkte
fr: Accumulez des points fidélité en commandant chez nous
tr: Sipariş verdikçe ödül puanı kazan.

source: Save up points and redeem them for great gifts
de: Tausche Deine Treuepunkte gegen tolle Prämien ein
fr: Économisez vos points et échangez-les contre de superbes cadeaux
tr: Biriken puanlarla çeşitli ödülleri ücretsiz al.

source: Next
de: Weiter
fr: Suivant
tr: Sonraki

source: Skip
de: Überspringen
fr: Ignorer
tr: Atla

source: Shopping List
de: Meine Einkaufsliste
fr: Liste d’achats
tr: Alışveriş Listesi

source: Easy Re-ordering
de: Einfach & schnell nachbestellen
fr: Les prochaines commandes sont facilitées
tr: Hızlı ve Kolay Sipariş

source: Quick Tip
de: Tip
fr: Conseil rapide
tr: İpucu

# Quick Tips Tutorail
source: Quick Tip
de: Schnelle Tips
fr: Conseils rapides
tr: İpuçları

# Scan Tutorail
source: Scan
de: Barcode scannen
fr: Scanner
tr: Ürün Barkodunu Okut

source: Build your list of products for easy order and re-order
de: Bestelle noch einfacher & schneller über Deine Einkaufsliste.
fr: Créez votre liste pour commander en toute simplicité, à chaque fois
tr: Alışveriş listeni oluşturarak siparişlerini hızlı ve kolayca tekrarlayabilirsin.

source: Short for time?
de: Keine Zeit zum Tippen?
fr: Vous êtes pressé ?
tr: Ürüne kolayca ulaş

source: Scan products barcodes for quick re-ordering
de: Scanne den Barcode und bestelle in Rekordzeit
fr: Scannez les codes-barres des produits pour les recommander rapidement
tr: Ürün barkodlarını okutarak hızlı alışveriş yapabilir ve ürünü alışveriş listene ekleyebilirsin

source: Recipes
de: Rezepte
fr: Recettes
tr: Reçeteler

source: Recipes inspiration right at the tip of your fingers.
de: Hol Dir Inspiration aus einer Vielzahl an tollen Rezepten
fr: Des recettes inspirantes à portée de main.
tr: İlham alacağın reçeteler burada

source: Save recipes by tapping on the heart.
de: Drücke auf das Herz & Dein Rezept ist für später gespeichert.
fr: Enregistrez les recettes en cliquant sur le cœur.
tr: Kalp simgesine dokunarak beğendiğin reçeteleri kaydedebilirsin

source: recipes
de: rezepte
fr: recettes
tr: tarifler

source: Finish
de: Weiter
fr: Terminer
tr: Bitir

# 50 points
source: %@ points
de: %@ punkte

source: %@ Points
de: %@ Punkte

source: Selected trade partner
de: Ausgewählter Lieferant
fr: Sélectionner un distributeur
tr: Seçili Distribütör

source: Edit account information
de: Profil bearbeiten
fr: Modifier les informations du compte
tr: Hesap Bilgilerimi Düzenle

source: Need Help, Call your sales rep
de: Brauchst du Hilfe? Rufe deinen UFS Ansprechpartner %@ an.
fr: Besoin d'aide? Contactez votre partenaire commercial %@
tr: Yardıma ihtiyacın mı var? Satış temsilcini ara %@

source: Buy and earn Chef rewards
de: Einkaufen und Punkte sammeln
fr: Achetez et gagnez des points Programme de fidélité
tr: Satın Aldıkça Ödül Puanı Kazan

source: Earn loyalty points on all your orders
de: Erhalte bei jedem Kauf Treuepunkte
fr: Accumulez des points fidélité à chaque commande
tr: Her siparişinden ödül puanı kazan

source: Save for great gifts
de: Tausche Deine Treuepunkte gegen tolle Prämien ein
fr: Économisez vos points pour recevoir de superbes cadeaux
tr: Mükemmel hediyeler için puan biriktir

source: Start ordering and get a free X over XX
de: Ist die erste Bestellung über 299€, erhältst Du xy GRATIS (damit vermeiden wir, dass der Kunde glaubt er MUSS über 300€ bestellen)
fr: Passez commande et recevez un X gratuit sur XX
tr: Siparişe başlayın ve XX ile ücretsiz X alın

source: Learn more about Chef Rewards
de: Erfahre mehr über den Chef Rewards Club
fr: En savoir plus sur Programme de fidélité
tr: Ödül Programı hakkında daha fazla bilgi al

source: Place your first order now and receive a 200 points for free
de: Sichere Dir ZUSÄTZLICH %@ Treuepunkte für Deine erste Bestellung
fr: Passez votre première commande dès maintenant et recevez 200 points
tr: Şimdi ilk siparişinizi verin ve ücretsiz 200 puan kazanın

source: Shop now
de: Jetzt bestellen
fr: Acheter maintenant
tr: Şimdi alışverişe başla

source: Earn points for great rewards
de: Sammle Treuepunkte für tolle Prämien
fr: Accumulez des points pour recevoir de superbes cadeaux
tr: Mükemmel ödüller için puan kazan

# Earn loyalty points on all your orders-Home
source: Earn loyalty points on all your orders
de: Erhalte bei jedem Kauf Treuepunkte
fr: Accumulez des points fidélité à chaque commande
tr: Her siparişinden ödül puanı kazan

# Save for great gifts-Home
source: Save for great gifts
de: Tausche Deine Treuepunkte gegen tolle Prämien ein
fr: Économisez vos points pour recevoir de superbes cadeaux
tr: Mükemmel hediyeler için puan biriktir

# Start ordering and get a free X over XX-Home
source: Start ordering and get a free %@ over €%@
de: Ist die erste Bestellung über %@€, erhältst Du einen %@ GRATIS
fr: Recevez une enceinte %@ pour toute commande de plus de %@CHF GRATUITE
tr: %@TL üzeri siparişlere ücretsiz %@ hediye

source: Your deal
de: AKTION
fr: Votre accord
tr: Fırsatlar

source: Careful these are hot 🔥
de: Achtung - Heiss!!🔥
fr: Attention, produits très recherchés 🔥
tr: Kısa bir süre için, avantajlı 🔥

source: 20% off all dairy alternative products
de: 20% auf alle alternativen Milchprodukte
fr: 20 % de réduction sur tous les produits de substitution aux produits laitiers
tr: Tüm alternatif süt ürünlerinde %20 indirim

source: Shopping list
de: Meine Einkaufsliste
fr: Liste d’achats
tr: Alışveriş Listesi

source: Easy ordering via your lists! ATENTION: we have just one list
de: Einfach & schnell bestellen

source: Go to my list
de: Meine Einkaufsliste
fr: Aller à ma liste
tr: Listeme git

source: We reckon you'll like these
de: Diese Produkte könnten Dir auch gefallen

source: All products
de: Alle Produkte
fr: Tous les produits
tr: Tüm Ürünler

source: All recipes
de: Alle Rezepte
fr: Toutes les recettes
tr: Tüm Reçeteler

source: Your points balance
de: Gesammelte Treuepunkte
fr: Votre solde de points
tr: Ödül Puanı Bakiyen

source: Hey James, you've earned 1500 points
de: Hallo %@, Du hast %@ Treuepunkte
fr: Bonjour %@, Vous avez accumulé %@ points
tr: Hey %@, %@ ödül puanı kazandın

# Save for a great reward by setting a goal_Home
source: Save for a great reward by setting a goal
de: Setz Dir eine Wunschprämie als Ziel und sammle dafür Punkte
fr: Définissez un objectif pour recevoir un superbe cadeau.
tr: Almak istediğin ödülü hedef olarak belirle ve puan biriktirmeye başla

source: Order Knorr Professional Schnaaldierenfond and receive double points
de: Jetzt doppelte Punkte sichern, beim Kauf von xxx

# 1500 points
source: %@ points
de: %@ Treuepunkte

source: Hey James, earn 400 points to reaching your goal
de: Hallo %, nur noch %@ Punkte bis zu Deiner Wunschprämie

source: Shop now to earn more points
de: Jetzt bestellen und weitere Punkte sammeln
fr: Achetez dès maintenant pour gagner plus de points
tr: Daha fazla puan kazanmak için şimdi alışveriş yap

source: Get %@ FREE points on your first order. Spend over €%@ and get a FREE %@*.
de: Sichere Dir ZUSÄTZLICH %@ Treuepunkte für Deine erste Bestellung. Wenn Du bei der ersten Bestellung über %@€ ausgibst, bekommst Du ZUSÄTZLICH %@ GRATIS!
fr: Recevez %@ GRATUITEMENT points lors de votre première commande. Pour toute commande de plus de %@CHF, recevez une enceinte %@ GRATUITE!
tr: İlk siparişinle anında %@ Ödül Puanı kazan. %@TL üzeri siparişlere ücretsiz %@ hediye

# 250 FREE
source: %@ FREE
de: ZUSÄTZLICH %@
fr: %@ GRATUITEMENT
tr: %@ Ödül

source: Nice one!You reached your goal
de: Gratulation! Du hast Deine Wunschprämie erreicht
fr: Bravo ! Vous avez atteint votre objectif
tr: Çok iyi! Hedefinize ulaştınız

source: Nice one!
de: Gratulation!
tr: Çok iyi!

source: You reached your goal
de: Du hast Deine Wunschprämie erreicht
fr: Vous avez atteint votre objectif
tr: Hedefinize ulaştınız

source: Redeem your gift
de: Hol Dir jetzt Deine Prämie
fr: Échangez vos points contre un cadeau
tr: Hediyenizi alın

source: Congrats on reaching your goal
de: Gratulation - Du hast Deine Wunschprämie erreicht!
fr: Félicitations, vous avez atteint votre objectif
tr: Hedefinize ulaştığınız için tebrikler

source: Visit UFS.com to redeem your reward
de: Hol Dir Deine Prämie auf ufs.com
fr: Rendez-vous sur le site UFS.com pour échanger vos points
tr: UFS.com adresini ziyaret ederek ödülünüzü alabilirsiniz

# Call your sales representative
source: Call %@
de: %@ anrufen
fr: Contactez %@
tr: Satış danışmanınızı arayın %@

source: See a product you like? Then favourite it
de: Ein Produkt gefällt Dir? Füge es zu Deiner Einkaufsliste hinzu
fr: Vous avez trouvé un produit que vous aimez ? Mettez-le dans vos favoris.
tr: Beğendiğin bir ürün mü var? Favorilere ekle ve hızlı sipariş ver.

source: Start building your list
de: Erstelle Deine persönliche Einkaufsliste
fr: Commencez à créer votre liste
tr: Listeni oluşturmaya başla

source: Easy ordering via your lists!_one_product
de: Einfach bestellen mit Deiner Einkaufsliste
fr: Commandez en toute simplicité grâce à vos listes !
tr: Listelerinizle kolay sipariş!

source: Add more products to you favourites list
de: Mehr Produkte zur Einkaufsliste hinzufügen
fr: Ajouter plus de produits à votre liste de favoris
tr: Favori listenize daha fazla ürün ekleyin

source: Go to
de: Meine

source: my list
de: Einkaufsliste

source: View all rewards
de: Alle Treueprämien anzeigen
fr: Afficher tous les cadeaux
tr: Tüm ödülleri gör

source: Easy ordering via your lists!_multiple_products
de: Einfach nachbestellen mit Deiner Einkaufsliste
fr: Commandez en toute simplicité grâce à vos listes !
tr: Listelerinizle kolay sipariş!

source: Only applicable upon first purchase
de: Nur gültig für die erste Bestellung
tr: Sadece ilk alımda geçerlidir

source: An empty cart breaks my heart
de: Dein Warenkorb ist leer
fr: Quoi de plus triste qu’un panier vide...
tr: Boş sepet kalbimi kırıyor

source: Start shopping
de: Jetzt bestellen
fr: Commencez vos achats
tr: Alışverişe başla

source: My Cart
de: Mein Warenkorb
fr: Mon panier
tr: Sepetim

# My Cart[value]
source: My Cart[%@]
de: Mein Warenkorb[%@]
fr: Mon panier [%@]
tr: Sepetim [%@]

# Total items [value]
source: Total items [%@]
de: Alle Produkte [%@]
fr: Total des articles [%@]
tr: Ürünlerin toplamı [%@]

# You're £65 away from getting a gift name
source: You're €%@ away from getting a JBL Bluetooth Lautsprecher
de: Für Deine Wunschprämie fehlen noch: %@€ %@
fr: Plus que %@CHF pour recevoir un %@
tr: %@ almaya %@ Lira uzaktasınız

source: Reward Points
de: Gesammelte Treuepunkte
fr: Points de récompense
tr: Ödül Puanı

source: %@ loyalty points
de: %@ Treuepunkte

source: Order now
de: Jetzt bestellen
fr: Commander maintenant
tr: Şimdi Sipariş Ver

source: Loyalty Points
de: Treuepunkte
fr: Points fidélité
tr: Ödül Puanı

# Congrats, you now have enough items to get a gift name
source: Congrats, you now have enough items to get a free %@
de: Gratulation, Du hast nun genügend Punkte für %@
fr: Félicitations, vous avez maintenant assez d’articles pour recevoir un %@ gratuit
tr: Tebrikler, ücretsiz %@ almak için yeterince ürününüz var

source: Create a Password
de: Erstelle jetzt Dein Passwort
fr: Créer un mot de passe
tr: Parola oluştur

source: Enter password
de: Passwort eingeben
fr: Saisir le mot de passe

source: Explore all recipes
de: Entdecke alle Rezeptideen
fr: Parcourir toutes les recettes
tr: Tüm tarifleri inceleyin

source: Scan UFS product barcode
de: Scanne den Barcode (EAN) des Produktes
fr: Scannez les code-barres UFS
tr: UFS ürün barkodunu okut

source: Add to cart
de: In den Warenkorb
fr: AJOUTER AU PANIER
tr: SEPETE EKLE

source: Back to cart
de: Warenkorb
fr: Retour au panier
tr: Sepete dön

source: Checkout
de: Bestellung abschliessen
fr: PAIEMENT
tr: ÖDEME

source: Delivery
de: Lieferung
fr: LIVRAISON
tr: Teslimat

# My Detail
source: My details
de: Meine Daten
fr: Mes coordonnées
tr: Bilgilerim

source: Summary
de: Bestellübersicht
fr: Résumé
tr: Özet

source: FIRST NAME
de: Vorname
fr: Prénom
tr: AD

source: SURNAME
de: Nachname
fr: Nom de famille
tr: SOY AD

source: LAST NAME
de: Nachname
fr: Nom de famille
tr: Soyadı

source: MOBILE PHONE
de: Telefonnummer
fr: Nº de portable
tr: Cep Telefonu

source: Mobile Number
de: Telefonnummer
fr: Nº de portable
tr: Cep Telefonu

source: MY TRADE PARTNER
de: Mein Lieferant
fr: Mon distributeur
tr: Distribütörüm

source: Trade Partner:
de: Lieferant:
fr: Distributeur:
tr: Ticari Ortak:

source: Trade partner location
de: Standort Lieferant
fr: LOCALISATION DU DISTRIBUTEUR
tr: Distribütör Lokasyonu

source: Account number
de: Kundennummer beim Lieferanten
fr: NUMÉRO DE COMPTE
tr: HESAP NUMARASI

source: Continue Shopping
de: Weiter Einkaufen
fr: Continuer vos achats
tr: Alışverişe Devam Edin

source: Next Step
de: Nächster Schritt
fr: Prochaine étape
tr: Sonraki Adım

source: Select tradepartner location
de: Wähle Standort Lieferant
fr: Veuillez sélectionner la localisation de votre distributeur
tr: Lütfen ticari ortak lokasyonunu seçin

source: Delivery Address
de: Lieferadresse
fr: ADRESSE DE LIVRAISON
tr: TESLİMAT ADRESİ

source: Business name (optional)
de: Name des Unternehmens
fr: Raison sociale (Optionnel)
tr: İşletme Adı (isteğe bağlı)

source: House number
de: Hausnummer
fr: NUMÉRO
tr: EV NUMARASI

source: Street
de: Strasse
fr: RUE
tr: SOKAK

source: City
de: Ort
fr: VILLE
tr: ŞEHİR

source: Postal Code
de: PLZ
fr: CODE POSTAL
tr: POSTA KODU

source: Billing address is the same as delivery address
de: Rechnungsadresse entspricht der Lieferadresse
fr: L’adresse de facturation est identique à l’adresse de livraison.
tr: Fatura adresi teslimat adresiyle aynı.

source: Delivered by
de: Belieferung durch
fr: Livré par
tr: tarafından teslim edilecek

source: Tap on prefered delivery date
de: Gewünschten Liefertag auswählen
fr: Cliquez sur la date de livraison qui vous convient le mieux
tr: Tercih ettiğiniz teslimat tarihine dokunun

source: Available dates are highlighted in orange
de: Verfügbare Daten sind orange markiert.
fr: Les dates disponibles sont signalées en orange.
tr: Uygun tarihler turuncu ile belirtilir.

source: Done
de: Erledigt
fr: TERMINÉ
tr: TAMAM

source: Billing
de: Rechnungsadresse
fr: Facturation
tr: Fatura

source: Change my default Trade Partner
de: Standardlieferant ändern
fr: Modifier mon distributeur par défaut
tr: Varsayılan Ticari Ortağımı değiştir

source: Address
de: Lieferadresse
fr: ADRESSES
tr: ADRESLERİ
