Repository: prathibha-sundresh/MTEUP
Catalog: yB2CApp/yB2CApp/*.lproj/Localizable.strings
Languages: de, fr, tr

source: Yes - I want to participate to marketing campaigns and to receive discount, promotional, loyalty offers and competition invites
de: Ja – Ich möchte an Marketingkampagnen teilnehmen und Rabatte, Promotionen, Treueangebote und Gewinnspieleinladungen erhalten
fr: Oui, je veux participer à des campagnes de marketing et recevoir des rabais, des offres promotionnelles et des offres de fidélité ainsi que des invitations à des concours.
tr: Evet - Pazarlama kampanyalarından, indirimlerden, promosyonlardan, ödül programı önerilerinden haberdar olmak istiyorum.

source: Yes - I want to receive personalized communication about event training and surveys invites
de: Ja – Ich möchte personalisierte Kommunikation über Schulungen und Umfrageeinladungen erhalten
fr: Oui, je veux recevoir des messages personnalisés à propos d’événements de formation et des invitations à des sondages.
tr: Evet - Bana özel eğitimler ve anketlerle ilgili benimle iletişime geçilmesini istiyorum.

# TnC Signup
source: Please read our privacy policy and Cookie notices to understand how we use your personal data. By clicking the below button, you agree to our Legal Terms
de: Bitte lies dir die Datenschutzerklärung durch, um darüber informiert zu sein, wie wir deine persönlichen Daten verwenden. Durch das Anklicken der untenstehenden Schaltfläche, stimmst du unseren rechtlichen Bedingungen zu.
fr: Veuillez lire notre politique de confidentialité et nos notifications relatives aux cookies pour comprendre l’utilisation que nous faisons de vos données personnelles. J'accepte la conditions générales de vente
tr: Lütfen Gizlilik ve Çerez politikamızı kişisel verilerinin nasıl kullanılacağına dikkat ederek okuyun. Aşağıdaki butona tıklayarak, yasal sözleşmemizi kabul edebilirsin.

source: privacy policy
de: Datenschutzerklärung
fr: politique de confidentialité
tr: Gizlilik ve Çerez politikamızı

source: Legal Terms
de: rechtlichen Bedingungen
fr: conditions générales de vente
tr: yasal sözleşmemizi

source: Total:
de: Alle:
tr: Toplam:

source: Switzerland
de: Schweiz
fr: Suisse
tr: İsviçre

source: Germany
de: Deutschland
fr: Allemagne
tr: Almanya

source: Turkey
de: Türkei
fr: Turquie
tr: Türkiye

source: category
de: Kategorien
fr: Catégorie
tr: Kategoriler

source: allergens
de: Produkte ohne Allergene
fr: Produits sans allergènes

source: dachClaims
de: Besondere Kennzeichen und Kostformen
fr: Caractéristiques et régimes alimentaires spécifiques

source: No trade partner location available for selected trade partner
de: Kein Großhändler verfügbar zu dem von Ihnen ausgewählten Standort
fr: Aucun grossiste n’est disponible pour la localité que vous avez sélectionnée.
tr: Seçilen distribütör için lokasyon mevcut değil

source: Are you sure you would like to remove this item from the cart?
de: Sind Sie sicher, dass Sie diesen Artikel aus dem Warenkorb entfernen möchten?
fr: Voulez-vous vraiment supprimer cet article de votre panier ?
tr: Bu ürünü sepetinizden kaldırmak istediğinize emin misiniz?

source: Yes, I am sure
de: Ja, ich bin sicher
fr: Oui je suis sûr
tr: Evet eminim

source: Item Removal
de: Artikel entfernen
fr: Élimination d'élément
tr: Öğe Kaldırma

source: No
de: Nein
fr: Non
tr: Yok hayır

source: Migrated
de: migriert
tr: Taşındı

source: item number
de: Artikelnummer
fr: numéro d'article
tr: ürün numarası

source: 100 g
de: 100g enthalten

source: 100 ml
de: 100ml enthalten

source: Log out
fr: Déconnexion
tr: Çıkış

source: E-MAIL
fr: Adresse e-mail
tr: E-posta

source: Log in
fr: Connexion
tr: Giriş

# Login with Facebook
source: Login
fr: Se connecter avec Facebook
tr: Facebook ile Giriş Yap

# Please confirm your password
source: Bitte Neues Passwort bestätigen
tr: Lütfen parolanı doğrula

# Register now and get
source: Registriere Dich jetzt und Du kriegst
fr: Inscrivez-vous dès maintenant et obtenez
tr: Şimdi kayıt ol ve anında hediye

# FREE digital roast barometer*.
source: %@ GRATIS!
fr: %@ GRATUITE!
tr: %@ hediye

# first order
source: erste Bestellung
fr: première commande
tr: İlk siparişinle anında

# 121 Loyalty points
source: %@ Loyalty points
fr: %@ Points fidélité
tr: 121 Ödül Puanı kazanın

source: add to favourites
fr: Ajouter aux favoris
tr: Favorilere ekle

source: SCAN
fr: scanner
tr: Barkod Okut

# Business details
source: Mein Unternehmen
fr: Informations de société
tr: İş Yeri Ayrıntıları

source: Filter
fr: Filtre
tr: Filtre

source: Filter 1
fr: Filtre 1
tr: Filtre 1

source: Filter 2
fr: Filtre 2
tr: Filtre 2

source: Filter 3
fr: Filtre 3
tr: Filtre 3

source: Filter 4
fr: Filtre 4
tr: Filtre 4

source: Status:
fr: ÉTAT:
tr: Durum:

source: By continuing, you agree with our Terms and Conditions and Online Selling Contract
tr: Şartlar ve Koşullar ve Mesafeli Satiş Sözleşmesi ni devam ederek kabul etmiş olursun

source: Online Selling Contract
tr: Mesafeli Satiş Sözleşmesi

source: Complete your details to get personalised pricing and points
tr: Sana özel fiyat ve puanlar için bilgilerini tamamla

source: Complete your details to get your prices
tr: Sana özel fiyatlar için bilgilerini tamamla

source: Business Tax Number
tr: Vergi Numarası

source: Pay by Card
tr: Kart ile öde

source: Pay by Credit Card
tr: Kredi Kartı ile öde

source: Pay by Money Transfer
tr: Para Transferi ile öde

source: Payment by mail order
tr: Mail yoluyla ödeme

source: Chef Rewards
fr: Programme de fidélité
tr: Ödül Programı

source: Are you sure you want to delete card details?
tr: Kart bilgilerini silmek istediğine emin misin?

source: Delete Card
tr: Kartı sil

source: payment
tr: Ödeme

source: Expiry date
tr: Son Ödeme Tarihi

source: Address Line 1
tr: Adres Satırı 1

source: Address Line 2
tr: Adres Satırı 2

# Please enter all mandatory fields first
source: Lütfen önce tüm zorunlu alanları doldurun
tr: Lütfen önce tüm zorunlu alanları doldur

source: Please enter a valid card detail.
tr: Geçerli bir kart bilgisi gir

source: Enter a valid expiration date
tr: Geçerli bir son kullanma tarihi gir

source: Enter Name on Card
tr: Kart üzerindeki İsim girin

source: Enter Security card code
tr: Güvenlik kodunu girin

source: Enter the card number
tr: Kart numarasını girin

source: Select a month
tr: Bir ay Seçin

source: Select a year
tr: Bir yıl Seçin

source: chat
tr: iletişim

source: processing
tr: İşlem sürüyor

source: Shipped
tr: Teslimatta

source: Delivered
tr: Teslim edildi

source: Partially cancelled
tr: Kısmi sevkiyat

source: Refunded
tr: İade edildi

source: (Placeholder title) Disclaimer. Payment Terms and Conditions
tr: Fesih; Ödeme Hüküm ve Koşulları

source: Card ending in
tr: ile biten kart

source: Add another card
tr: Başka Bir Kart Ekle

source: Expiry
tr: Geçerlilik

source: please select saved card
tr: Lütfen kayıtlı ya da herhangi bir kart seç

source: Error
fr: Erreur
tr: Hata

source: server error
tr: Sunucu hatası

source: No IBAN available
tr: IBAN mevcut değil

source: Error in SignUp
tr: Kayıt olurken hata

source: Error while placing order
tr: Sipariş verilirken hata oluştu

source: Cart not found
tr: Sepet bulunamadı

source: Hata This field is required
tr: Hata Bu alan zorunludur

# You may unsubsribe at any time.
source: Ich kann mein Einverständnis jederzeit widerrufen.
fr: Vous pouvez vous désabonner à tout moment

# My Cart [value]
source: My Cart [%@]
fr: Mon panier [%@]

source: Trade partnername
fr: Nom du distributeur
