Repository: prathibha-sundresh/MTEUP
Catalog: yB2CApp/yB2CApp/*.lproj/Localizable.strings
Languages: de, fr, tr

source: Your password needs to be minimum 8 characters long and contain at least one of each: Upper Case, Lower Case, Number, Special character (e.g. @,#,$)
de: Das Passwort muss mindestens 8 Zeichen lang sein sowie Gross- und Kleinbuchstaben, eine Nummer und einen Sonderzeichen enthalten (bspw. @, #, $)
fr: Votre mot de passe doit comporter au minimum 8 caractères et être composé d’au moins : une majuscule, une minuscule, un chiffre, un caractère spécial (par ex. !, %, +)
tr: Parolanız en az 8 karakterden oluşmalı ve aşağıdakilerin her birinden en az bir adet içermelidir: Büyük Harf, Küçük Harf, Sayı, Özel Karakter (ör. !,%,+)

source: Current password
de: Aktuelles Passwort
fr: Mot de passe actuel
tr: Şimdiki Parola

source: New password
de: Neues Passwort
fr: Nouveau mot de passe
tr: Yeni Parola

source: Confirm new password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
tr: Yeni Parolayı Doğrula

source: Save new password
de: Neues Passwort speichern
fr: Enregistrer le nouveau mot de passe
tr: Yeni parola kaydet

source: minimum 8 characters
de: mindestens 8 Zeichen
fr: minimum 8 caractères
tr: en az 8 karakterden

source: Upper Case, Lower Case, Number, Special character (e.g. @, #, $)
de: Gross- und Kleinbuchstaben, eine Nummer und einen Sonderzeichen enthalten (bspw. @, #, $)
fr: une majuscule, une minuscule, un chiffre, un caractère spécial (par ex. @, #, $)
tr: Büyük Harf, Küçük Harf, Sayı, Özel Karakter (ör. !,%,+)

source: The passwords you entered do not match, please try again.
de: Die von Ihnen eingegebenen Passwörter stimmen nicht überein, bitte versuchen Sie es nochmals.
tr: Giriş yaptığın parola eşleşmiyor, lütfen tekrar dene.

source: No data found
de: Keine Daten gefunden
fr: Aucune donnée trouvée
tr: Veri bulunamadı

source: Reward Categories
de: Prämien Kategorien
fr: Catégories de cadeaux
tr: Ödül Kategorileri

source: All rewards
de: Alle Prämien
fr: Tous les cadeaux
tr: Tüm Ödüller

source: Keep & Organize
de: Aufbewahren & Ordnen
fr: Stocker & ranger
tr: Koru & Organize Et

source: Dishes, glasses and cutlery
de: Geschirr, Gläser & Besteck
fr: Assiettes, verres et couverts
tr: Tabaklar, bardaklar, çatal bıçak takımı

source: Kitchenware & Textiles
de: Küchenbekleidung & Textilien
fr: Ustensiles de cuisine & linge de table
tr: Mutfak malzemeleri & Tekstiller

source: kitchen appliances
de: Küchengeräte
fr: appareils ménagers
tr: mutfak eşyaları

source: Kitchen helpers and kitchen utensils
de: Küchenhelfer & Küchenutensilien
fr: Aides et ustensiles de cuisine
tr: Mutfak yardımcıları ve mutfak eşyaları

source: Pots & pans
de: Töpfe & Pfannen
fr: Casseroles & poêles
tr: Tencereler & tavalar

source: Product presentation & decoration
de: Warenpräsentation & Dekoration
fr: Présentation & décoration des produits
tr: Ürün Sunumu & Dekorasyon

source: Set as a goal
de: Als Wunschprämie auswählen
fr: Définir comme objectif
tr: Hedef Olarak Belirle

source: rewards
de: Prämien
fr: cadeaux
tr: ödüller

source: Up to 500 points
de: Bis 500 Treuepunkte
fr: Jusqu’à 500 points
tr: 1-400 puan

source: 501 - 1,500 points
de: 501 - 1.500 Treuepunkte
tr: 400-1.000 puan

source: Above 1,501 points
de: Mehr als 1.501 Treuepunkte
fr: Plus de 1.501 points
tr: 1.000 puandan fazla

source: Chef Rewards Points
de: Benötigte Treuepunkte
fr: Points Programme de fidélité
tr: Şef Ödülleri Puanları

# FAQQ1
source: 1. HOW CAN I COLLECT FESTIVALS?
de: 1. WIE KANN ICH TREUEPUNKTE SAMMELN?
fr: 1. COMMENT PUIS-JE CUMULER DES POINTS DE FIDÉLITÉ?

# FAQA1
source: As a participant in the UFS loyalty program, you have two options for earning loyalty points: a. Online-Shop loyalty program: Collect loyalty points automatically with every order via the UFS online shop. For each Euro you receive a loyalty point.
de: Als Teilnehmer am UFS Treueprogramm haben Sie zwei Möglichkeiten, um Treuepunkte zu sammeln: a. Online-Shop Treueprogramm: Sammeln Sie mit jeder Bestellung über den UFS Online-Shop automatisch Treuepunkte. Für jeden eingesetzten Euro erhalten Sie einen Treuepunkt.
fr: En tant que participant au programme de fidélité UFS, vous avez deux possibilités pour collecter des points de fidélité: a. Programme de fidélité de la boutique en ligne: collectez automatiquement des points de fidélité à chaque commande dans la boutique en ligne UFS. Vous recevez un point de fidélité par euro dépensé. Cliquez ici pour vous inscrire.
tr: As a participant in the UFS loyalty program, you have two options for earning loyalty points: a. Online-Shop loyalty program: Collect loyalty points automatically with every order via the UFS online shop. For each O Euro you receive a loyalty point.

# FAQQ2
source: 2. HOW CAN I PARTICIPATE?
de: 2. WIE KANN ICH TEILNEHMEN?
fr: 2. COMMENT PUIS-JE PARTICIPER?

# FAQA2
source: Registration is only possible online. Online-Shop loyalty program : If you complete your first order with your personal data in our online shop, you can register for the online shop loyalty program by clicking on the appropriate field.
de: Die Registrierung ist ausschließlich online möglich. Online-Shop Treueprogramm: Wenn Sie Ihre erste Bestellung mit Angabe Ihrer persönlichen Daten in unserem Online-Shop abschließen, können Sie sich für das Online-Shop-Treueprogramm mit dem Anklicken des entsprechenden Felds registrieren.
fr: L'inscription aux deux opérations de fidélité se fait exclusivement en ligne. Programme de fidélité Webshop: Lorsque vous finalisez votre première commande sur notre boutique en ligne avec la saisie de vos données personnelles, vous avez la possibilité de vous inscrire au programme de fidélité Webshop en cliquant sur l'option correspondante.

# FAQQ3
source: 3. WHERE DO I FIND THE PARTICIPATION TERMS?
de: 3. WO FINDE ICH DIE TEILNAHMEBEDINGUNGEN?
fr: 3. OÙ PUIS-JE CONSULTER LES CONDITIONS DE PARTICIPATION?

# FAQA3
source: More information about the terms and conditions for the loyalty program and the online shop platform can be found here .
de: Weitere Informationen über die Allgemeinen Geschäftsbedingungen für das Treueprogramm und die Online-Shop-Plattform finden Sie hier.
fr: De plus amples informations concernant les conditions générales du programme de fidélité et la plateforme de vente en ligne sont disponibles ici.
tr: Şef Ödül programına dair Hüküm ve Koşullar ve sanal alışverişe dair ayrıntılı bilgiye buradan ulaşabilirsin.

# FAQQ4
source: 4. WHAT DO I GET FOR MY LOYALTY?
de: 4. WAS BEKOMME ICH FÜR MEINE TREUEPUNKTE?
fr: 4. QUELS SONT LES CADEAUX AUXQUELS JE PEUX PRÉTENDRE EN ÉCHANGE DE MES POINTS DE FIDÉLITÉ?

# FAQA4
source: Go to the Loyalty Reward Overview Loyalty Program to select your Loyalty Bonus. Our premiums are divided into several point categories, so the products relevant to you can be called up quickly and the appropriate premium selected. Browse through our premium catalog and select your premium, which you would like to order directly or simply set a desired bonus for which you would like to collect. After each order, you can now check how many points you still need for your desired bonus.
de: Im Treueprogramm Chef Rewards Club können Sie Ihre Treueprämie auswählen. Unsere Prämien sind in verschiedene Punkte-Kategorien aufgeteilt, damit Sie die für Sie interessanten Produkte schnell aufrufen und die gewünschten Prämien auswählen können. Sehen Sie sich unseren Prämienkatalog an und wählen Sie die Prämien aus, die Sie direkt bestellen möchten, oder speichern Sie eine gewünschte Prämie, für die Sie Punkte sammeln möchten. Nach jeder Bestellung können Sie nun sehen, wie viele Punkte Sie noch für die gewünschte Prämie benötigen.
fr: Rendez-vous dans le programme de fidélité Chef Rewards Club pour sélectionner votre cadeau. Nos cadeaux sont classés par catégorie afin que vous puissiez trouver rapidement le produit adapté à vos besoins. Consultez notre catalogue de cadeaux et sélectionnez l'article que vous voulez commander maintenant ou enregistrez le produit pour lequel vous souhaitez cumuler des points. Après chaque achat, vous pouvez ainsi voir le nombre de points qu'il vous reste à obtenir avant de pouvoir recevoir le cadeau de votre choix.
tr: Hediye Ödül Puanını seçmek için Ödül Puan Programı Genel Bilgilere git. Hediyeler bir kaç kategoriye ayrıldı. Böylece seçtiğin uygun hediyeyi hızla seçebilirsin. Ulaşmak istediğin puana göre ya da sipariş etmek istediğin ürüne göre ödülünü ödül katalogundan seç. Her siparişin sonrası, kaç puanın olduğunu kontrol edebilirsin.

# FAQQ5
source: 5. HOW DO I RECEIVE MY LOYALTY PREMIUMS AND ADDITIVES?
de: 5. WIE ERHALTE ICH MEINE TREUEPRÄMIEN UND ZUGABEARTIKEL?
fr: 5. COMMENT PUIS-JE OBTENIR MES CADEAUX DE FIDÉLITÉ ET MES ARTICLES BONUS?

# FAQA5
source: All articles from the loyalty program as well as add-on items, such as knives, glasses etc. are delivered via a commissioned company or directly through Unilever Food Solutions. Please note that the added items and premiums will not arrive at the same time as your supplier's delivery, but may arrive later due to processing time.
de: Alle Artikel des Treueprogramms sowie Ergänzungsartikel wie Messer, Brillen usw. werden über ein beauftragtes Unternehmen oder direkt über Unilever Food Solutions verschickt. Bitte beachten Sie, dass die hinzugefügten Artikel und Prämien nicht gleichzeitig mit der Lieferung Ihres Lieferanten ankommen werden, sondern aufgrund der Verarbeitungszeit später eintreffen können.
fr: Tous les articles du programme de fidélité ainsi que les produits complémentaires (couteaux, verres, etc.) sont livrés soit par une société mandatée soit directement par Unilever Food Solutions. Veuillez noter que les cadeaux et produits complémentaires peuvent arriver plus tard que les articles commandés auprès de votre fournisseur pour des raisons de traitement.
tr: Ödül programında yer alan tüm yazılar ve bıçak, bardak gibi ürünler anlaşmalı firmalar ya da direkt Unilever Food Solutions aracılığıyla tedarik edilir. Eklenen ürünler ya da ödüller distribütör teslimatında işlem süreci sebebiyle ulaştırılamayabilir, fakat sonrasında mutlaka ulaştırılacaktır.

# FAQQ6
source: 6. HOW DO I SOLVE MY FIDES?
de: 6. WIE LÖSE ICH MEINE TREUEPUNKTE EIN?
fr: 6. COMMENT PUIS-JE ÉCHANGER MES POINTS DE FIDÉLITÉ?

# FAQA6
source: Redeem your loyalty points whenever you want: You do not need to place an order in advance if you already have enough loyalty points. You simply order your desired premium with your collected points and that at any time. Choose your preferred bonus and add it to your shopping cart.
de: Lösen Sie Ihre Treuepunkte ein, wann immer Sie möchten: Sie müssen vorab keine Bestellung aufgeben, wenn Sie bereits genug Treuepunkte zur Verfügung haben. Ihre gewünschte Prämie bestellen Sie ganz einfach mit Ihren gesammelten Punkten und das jederzeit. Wählen Sie Ihre bevorzugte Prämie und fügen Sie diese Ihrem Warenkorb hinzu.
fr: Vous pouvez échanger vos points de fidélité dès que vous le souhaitez: vous n'avez pas besoin de passer commande au préalable si vous disposez déjà d'un nombre de points suffisant. Vous pouvez activer le cadeau de votre choix à tout moment avec vos points épargnés. Pour ce faire, rien de plus simple: il vous suffit de le sélectionner et de l'ajouter à votre panier.

# FAQQ7
source: 7. WHERE DO I EXPERIENCE MY FIDELITY STAND?
de: 7. WO ERFAHRE ICH MEINEN TREUEPUNKTE-STAND?
fr: 7. OÙ PUIS-JE CONSULTER MON SOLDE DE POINTS DE FIDÉLITÉ

# FAQA7
source: As a registered user, you can view the current status of your loyalty points through the "My Account" section or through the loyalty program page. You can also find valuable information in our video loyalty program on this page , or contact the UFS Online Shop Support: UFS support contact Telephone: 0800 220 096 (toll-free) Monday to Friday 8:00 to 19:00 (excluding public holidays) E-mail: ufsservice@unilever.com
de: Wenn Sie in der App eingeloggt sind, sehen Sie Ihren Treuepunkte-Stand direkt auf der ersten Seite oben in der Mitte. Sie können ihn aber auch jeder Zeit über die Menufunktion abrufen. Bei Fragen bieten wir Ihnen die Möglichkeit unseren Support zu kontaktieren: UFS Support Kontakt Telefon: 0800 220 096 (gebührenfrei) Montag bis Freitag 8:00 Uhr bis 19:00 Uhr (ausgenommen sind die gesetzlichen Feiertage) E-Mail: ufsservice@unilever.com
fr: En tant que participant(e) au programme, vous pouvez consulter à tout moment le solde actuel de vos points de fidélité via la rubrique «Mon compte» ou via la page du programme de fidélité. Pour de plus amples informations à ce propos, consultez la vidéo que vous trouverez sur cette page ou contactez le service d'assistance du Webshop UFS. Pour contacter le service d'assistance UFS: Téléphone: 0800 800 820 (numéro gratuit) Du lundi au vendredi de 8h00 à 19h00 (sauf jours fériés légaux) E-mail: ufsservice@unilever.com
tr: As a registered user, you can view the current status of your loyalty points through the "My Account" section or through the loyalty program page. You can also find valuable information in our video loyalty program on this page , or contact the UFS Online Shop Support: UFS support contact Telephone: (0216) 633 90 00 (toll-free) Monday to Friday 8:00 to 19:00 (excluding public holidays) E-mail: ufsservice@unilever.com

# FAQQ8
source: 8. WHAT HAPPENS TO MY DATA?
de: 8. WAS PASSIERT MIT MEINEN DATEN?
fr: 8. QUE SE PASSE-T-IL AVEC MES DONNÉES?

# FAQA8
source: The Unilever Group (Unilever Germany GmbH, Unilever Germany Holding GmbH, Unilever Austria GmbH, Unilever Switzerland GmbH, Oswald Nahrungsmittel GmbH, Switzerland) takes the protection of your personal data very seriously. We encourage you to read our Privacy Policy for the principles and procedures we use to protect your privacy and to educate you about how we handle the information you provide to us. Here you can see the privacy policy
de: Die Unilever Gruppe (Unilever Deutschland GmbH, Unilever Deutschland Holding GmbH, Unilever Austria GmbH, Unilever Schweiz GmbH, Oswald Nahrungsmittel GmbH, Schweiz) nimmt den Schutz Ihrer personenbezogenen Daten sehr ernst. Wir möchten Sie mit unserer Datenschutzerklärung über die Grundsätze und Verfahren informieren, mit denen wir Ihre Privatsphäre schützen und Sie über unseren Umgang mit den Daten, die Sie uns überlassen aufklären. Hier können Sie die Datenschutzerklärung einsehen
fr: Le groupe Unilever (Unilever Deutschland GmbH, Unilever Deutschland Holding GmbH, Unilever Austria GmbH, Unilever Suisse Sàrl, Oswald Nahrungsmittel GmbH, Schweiz) prend la protection de vos données personnelles très au sérieux. Nous vous invitons à lire notre Politique de confidentialité, dans laquelle vous trouverez les principes et les procédés qui nous permettent de protéger votre sphère privée, et à prendre note de la manière dont nous traitons vos données. Notre Politique de confidentialité est consultable ici.

# No_Favourite_Message
source: You currently have no favourites 😱 While exploring, tap on the heart icon ❤️ to make your own favourites list.
de: Du hast noch keine Favoriten angegeben 😱 Klicke beim Erkunden auf das Herz-Zeichen ❤, um Deine Favoriten-Liste zu kreieren
fr: Vous n’avez actuellement aucun favori 😱 Cliquez sur l’icône « cœur » pour créer votre propre liste de favoris ❤
tr: Şu an hiç favoriniz yok 😱 Gezinirken kalp ikonuna dokunarak kendi favori listenizi yapabilirsiniz ❤

source: Error while authenticating user.
de: Fehler beim Authentifizieren des Benutzers.

source: Please provide valid login credentials
de: Bitte gib gültige Login Daten an.
fr: Veuillez fournir des identifiants de connexion valides
tr: Lütfen geçerli giriş bilgilerini gir

source: Error occurred. Please try after sometime.
de: Ein Fehler ist aufgetreten. Bitte versuche es später erneut.
fr: Une erreur s’est produite. Veuillez réessayer ultérieurement.

source: User Not Found
de: Benutzer nicht gefunden
fr: Utilisateur introuvable

source: Password Changed Successfully.
de: Passwort erfolgreich geändert
fr: Mot de passe modifié avec succès.
tr: Parola Başarıyla Değiştirildi.

source: Unfortunately, your password could not be changed, please try again later.
de: Leider konnte Ihr Passwort nicht geändert werden, bitte versuchen Sie es später erneut.
fr: Une erreur s’est produite. Veuillez réessayer ultérieurement.
tr: Hata oluştu, şifre değiştirilemedi. Lütfen bir süre sonra dene.

source: Please enter your e-mail address.
de: Bitte geben Sie Ihre E-Mail Adresse an.

source: Please enter your first name.
de: Bitte geben Sie Ihren Vornamen ein.

source: Please enter your last name.
de: Bitte geben Sie Ihren Nachnamen ein.

source: Please enter your valid phone number.
de: Bitte geben Sie Ihre gültige Telefonnummer ein.
tr: Lütfen geçerli bir telefon numarası gir

source: Please enter trade partner name.
de: Bitte geben Sie Name Lieferant.

source: Please enter trade partner location.
de: Bitte geben Sie Standort Lieferant.

source: Please enter trade partner account number.
de: Bitte geben Sie Kundennummer.

source: Please enter the name of your company.
de: Bitte geben Sie den Namen Ihres Unternehmens an.
fr: Veuillez renseigner votre raison sociale
tr: Lütfen işletme adını gir

source: Please enter your house number.
de: Bitte geben Sie Ihre Hausnummer an.
fr: Veuillez indiquer votre numéro de bâtiment
tr: Lütfen bina numaranı gir

source: Please enter your street.
de: Bitte geben Sie Ihre Strasse an.
fr: Veuillez indiquer votre rue.
tr: Lütfen sokak adı gir

source: Please enter your location.
de: Bitte geben Sie Ihren Ort an.
fr: Veuillez indiquer votre ville.
tr: Lütfen şehir gir

source: Please enter your postal code.
de: Bitte geben Sie Ihre PLZ an.
fr: Veuillez indiquer votre CODE POSTAL
tr: Lütfen posta kodu gir

# User already confirmed account.
source: Your account is already confirmed
de: Dein Account ist bereits bestätigt

source: Confirmation mail successfully sent.
de: Bestätigungsmail wurde versendet
fr: Votre e-mail de confirmation a bien été envoyé.

source: Email not registered!
de: Email ist nicht registriert

source: Have questions about the app, shop, loyalty program, products etc?
de: Hast Du Fragen zur App, Online-Shop, Treueprogramm oder Produkten?
fr: Vous avez des questions sur l’appli, vos commandes, le programme de fidélité ou encore les produits ?
tr: Uygulama, ödül programı, ürünler ve daha fazlası hakkında sorularınız mı var?

source: We are available Monday - Friday 08.00 - 19.00
de: Unser Serviceteam ist Montag - Freitag zwischen 08.00h - 19.00h erreichbar.
fr: Nous serions ravis de vous aider du lundi au vendredi de 8h00 à 19h00
tr: Pazartesi-Cuma 08:00-17:00 arası arayabilirsin.

source: (except public holidays)
de: (ausgenommen sind gesetzliche Feiertage)
fr: (sauf jours fériés)
tr: (resmi tatiller hariç)

source: Customer Support
de: Kontakt Serviceteam
fr: Assistance clientèle
tr: Müşteri Destek

source: Trade partner is not available
de: Handelspartner ist nicht verfügbar
tr: Distribütör mevcut değil

source: Product Codes
de: Produkte Codes
fr: Codes produit
tr: Ürün Kodları

source: There is no product with code %@ matching this value in the system.
de: Es wurde kein Produkt mit diesem Code gefunden %@

source: 08 00 / 220 096 (free phone)
de: 08 00 / 220 096 (gebührenfrei)
fr: 0800 800 820 (appel gratuit)
tr: (0216) 444 25 19 (ücretsiz telefon)

source: Change promotion code
de: Promotioncode ändern

source: Add promotion code
de: Promotioncode eingeben
fr: Ajouter un code promo
tr: Promosyon kodu ekle

source: Invalid code. Please try again.
de: Ungültiger Code. Bitte erneut versuchen.

source: Promotion code added
de: Prmotioncode hinzugefügt

source: Product Not found
de: Produkt nicht gefunden
fr: Produit non trouvé
tr: Ürün Bulunamadı.

source: Hi %@, we have upgraded you to our direct delivery service.
de: Hallo %@, Du bist jetzt für die Direktbelieferung freigeschaltet.
fr: Bonjour %@, Vous bénéficiez désormais du service de livraison directe.
tr: Merhaba %@, artık direkt teslimat hizmetimizden yararlanabilirsin.

source: Direct Delivery
de: Direktbelieferung

source: Minimun order value is 300. You are 120 away from reaching this.
de: Der Mindestbestellwert ist €%@. Dir fehlen noch €%@ bei Deiner Bestellung.
fr: La valeur minimale de commande est de CHF%@. Plus que CHF%@ pour l’atteindre.
tr: Minimum sipariş değeri ₺%@. Buna ₺%@ kadar uzaktasınız.

source: Minimun order value is 300.
de: Der Mindestbestellwert ist €%@.
fr: La valeur minimale de commande est de CHF%@.
tr: Minimum sipariş değeri ₺%@.

source: This trade partner is already on your list!
de: Dieser Lieferant ist bereits auf Deiner Liste
fr: Ce distributeur figure déjà dans votre liste !
tr: Bu distribütör zaten listende!

# No_Internet
source: You are not connected to the internet
de: Sie sind nicht mehr mit dem Internet verbunden. Bitte versuchen Sie es später noch einmal.
fr: Vous n'êtes actuellement pas connecté à Internet. Réessayez ultérieurement!
tr: Şu anda internete bağlı değilsin. Lütfen daha sonra tekrar deneyin.

source: Please give the permission to use Camera/Gallery for this app feature
de: Bitte erteile die Erlaubnis zum Zugriff auf Deine Kamera und Deine Fotos/Galerie.
fr: Veuillez autoriser l’utilisation de l’appareil photo et de la galerie pour cette appli
tr: Bu uygulama özelliği için lütfen Kamera/Galeri kullanımına izin verin

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrez les paramètres
tr: Ayarları Aç

source: NotNow
de: Nicht jetzt

source: Play Video
de: Video abspielen
fr: Regarder la vidéo
tr: Videoyu oynat

source: Pause Video
de: Video pausieren
fr: Mettre la vidéo en pause
tr: Videoyu duraklat

source: Your order will be delivered on
de: Deine Bestellung wird am …. geliefert
fr: La commande sera livrée le …
tr: Siparişiniz teslim edilecek

source: Chat with your sales representative
de: Chatten Sie mit Ihrem Vertriebsmitarbeiter.
fr: Discutez avec votre partenaire commercial!
tr: Satış temsilcinle iletişim kur

source: Need help? Chat with our chef
de: Brauchst du Hilfe? Rufe deinen UFS Ansprechpartner an.
fr: Besoin d'aide? Contactez notre cuisinier!
tr: Yardıma ihtiyacın mı var? Şefimizle iletişime geç

source: Select your city
de: Wählen Sie Ihre Ortschaft aus.
fr: Sélectionnez votre ville
tr: Şehir Seç

source: We have done some critical enhancements to the app. Please update now.
de: Wir haben die App in wesentlichen Punkten verbessert. Führen Sie bitte ein Update durch.
fr: Nous avons apporté d'importantes améliorations à notre application. Merci de bien vouloir télécharger les mises à jour.
tr: Uygulama yeni geliştirmeler yaptık. Şimdi uygulamayı güncelle.

source: Trade Partner City
de: Ortschaft Handelspartner
fr: Ville Partenaire commercial
tr: Distribütör Şehir

source: Yes - I confirm that I am over 16 years old
de: Ja – Ich bestätige hiermit älter als 16 Jahre zu sein
fr: Oui, je confirme avoir au moins 16 ans.

source: Yes - I consent to my personal data being processed for all the below marketing purposes
de: Ja – Ich stimme der Verarbeitung meiner persönlichen Daten für alle aufgelisteten Marketingzwecke zu
fr: Oui, je consens au traitement de mes données personnelles à toutes les fins de marketing suivantes.
tr: Evet - Tüm kampanyalarda haberdar olmak için bilgilerimin kullanılmasına izin veriyorum.

source: Yes - I want to receive personalized newsletters from Unilever Food Solutions on new products, recipes ideas and inspirations
de: Ja – Ich möchte personalisierte Newsletter von Unilever Food Solutions zu neuen Produkten, Rezeptideen und Inspirationen erhalten
fr: Oui, je veux recevoir des newsletters personnalisées de la part d’Unilever Food Solutions portant sur de nouveaux produits, des idées de recettes et des inspirations.
tr: Evet - Unilever Food Solutions'tan bana özel yeni ürünler, reçeteler ve ilham verici içeriklerin yer aldığı e-bülteni almak istiyorum.
