Repository: prathibha-sundresh/MTEUP
Catalog: yB2CApp/yB2CApp/*.lproj/Localizable.strings
Languages: de, fr, tr

source: Billing address is the same as delivery address.
de: Rechnungsadresse entspricht der Lieferadresse.
fr: L’adresse de facturation est identique à l’adresse de livraison.
tr: Fatura adresi teslimat adresiyle aynı.

source: Delivered by Deli XL Amsterdam
de: Belieferung durch <trade partner name>

source: This order will be added to the next delivery
de: Diese Bestellung wird zu Ihrer nächsten Lieferung hinzugefügt.
fr: Cette commande sera envoyée avec la prochaine livraison
tr: Bu sipariş sonraki teslimata eklenecek

source: Choose different day (optional)
de: Anderes Lieferdatum wählen (optional)
fr: CHOISIR UNE AUTRE DATE (optionnel)
tr: BAŞKA BİR TARİH SEÇ (isteğe bağlı)

source: Delivery notes (optional)
de: Kommentar für den Lieferanten (optional)
fr: AVIS DE LIVRAISON (optionnel)
tr: TESLİMAT NOTLARI [isteğe bağlı]

source: Delivery notes
de: Kommentar für den Lieferanten
fr: Avis de livraison

source: Back to details
de: Meine Daten
fr: Retour aux coordonnées
tr: Ayrıntılara dön

source: Billing Address
de: Rechnungsadresse
fr: Adresse de facturation
tr: Fatura Adresi

source: Name (optional)
de: NAME
fr: Nom (Optionnel)

source: Cancel
de: Abbrechen
fr: Annuler
tr: İptal

source: Place order
de: Bestellung abschicken
fr: Passer une commande
tr: Sipariş ver

source: Change
de: ändern
fr: modifier
tr: değiştir

# Change-Summary
source: change
de: ändern
fr: modifier
tr: değiştir

source: delete
de: löschen
fr: SUPPRIMER
tr: SİL

source: Delivery and Billing
de: Liefer- und Rechnungsadresse
fr: Livraison et facturation
tr: Teslimat ve Faturalama

source: Items
de: Produkte
fr: ARTICLES
tr: ÜRÜNLER

source: Total Items
de: Alle Produkte
fr: Total des articles
tr: Ürünlerin toplamı

source: Rewards points
de: Gesammelte Treuepunkte
tr: Ödülleri Puanları

source: Order Successful
de: Danke, die Bestellung war erfolgreich!
fr: Commandez
tr: Sipariş Gerçekleşti

source: You have earned
de: Du hast gesammelt

# You have earned 1500 points
source: You have earned %@ points
de: Du hast %@ Punkte gesammelt
fr: Vous avez accumulé %@ points
tr: %@ puan kazandınız

source: Your points balance <number>
de: Dein Punktestand: <number>
fr: Votre solde de points <Numéro>
tr: Ödül Puanı Bakiyen <number>

# Your order has been sent to your trade partner
source: Your order has been sent to you trade partner
de: Die Bestellung wurde an Deinen Lieferanten weitergeleitet
fr: Votre commande a été envoyée à votre distributeur.
tr: Sipariş distribütörüne gönderildi.

source: Your order number is
de: Deine Bestellnummer lautet:
fr: Votre numéro de commande est le
tr: Sipariş numaranız

source: Save for a great reward by setting a goal
de: Setz Dir eine Wunschprämie als Ziel und sammle dafür Punkte.
fr: Définissez un objectif pour recevoir un superbe cadeau.
tr: Almak istediğin ödülü hedef olarak belirle ve puan biriktirmeye başla

# Hey James, earn 400 points to reach your goal
source: Hey %@, earn %@ points to reach your goal
de: Hallo %@, nur noch %@ Punkte bis zu Deiner Wunschprämie
fr: Bonjour %@, seulement %@ points pour atteindre votre objectif
tr: %@ hedefine ulaşmak için %@ puana ihtiyacın var

source: Search for a product
de: Produkt suchen
fr: Rechercher un produit
tr: Ürün ara

source: Results
de: Resultate
fr: résultats
tr: Sonuçlar

source: Recommended price from UFS
de: unverbindliche Preisempfehlung von UFS
fr: Prix recommandé par UFS
tr: UFS’den tavsiye edilen fiyat

source: Load more products
de: Mehr Produkte anzeigen
fr: Charger plus de produits
tr: Daha Fazla Ürün Yükle

source: Recommended price (excl. VAT)
de: Empfohlen Preis (excl. VAT)
fr: Prix recommandé (hors TVA)
tr: Tavsiye edilen fiyat (KDV hariç)

source: Indicative price (Excluding UAT)
de: Unverbindliche Preisempfehlung von UFS (ohne MwSt)
fr: Prix indicatif (hors TVA)

source: Products
de: Produkte
fr: produit
tr: Ürün

source: Sort by
de: Sortiert nach
fr: Trier par
tr: Sırala

source: Recent orders
de: Zuletzt gekauft
fr: Dernières commandes
tr: Son Siparişler

source: Remove
de: Entfernen
fr: Supprimer
tr: Kaldır

source: Proceed to order
de: Bestellung abschliessen
fr: Passer commande
tr: Sipariş için ilerle

source: Indicative prices from UFS
de: Unverbindliche Preisempfehlung von UFS
fr: *Prix indicatifs d’UFS
tr: UFS’den hedef fiyat

source: Removed
de: Entfernt
fr: avec
tr: kaldırıldı

source: Bought before
de: Zuvor gekauft
fr: Achats précédents
tr: Satın Almadan Önce

source: Favourites
de: Favoriten
fr: favoris
tr: Favorilere

source: Filter List
de: Filter Liste
fr: Liste filtre

source: Most Bought
de: Meist gekauft
fr: Meilleures ventes
tr: En Çok Satın Alınan

source: Favourite items
de: Von mir hinzugefügt
fr: Articles préférés
tr: Favori Ürünler

source: You have not placed an order with us yet.
de: Du hast noch keine Produkte bestellt.
fr: Vous n’avez pas encore passé de commande.
tr: Henüz bir sipariş vermedin.

source: Shop with us and earn points for great gifts.
de: Einkaufen und Punkte sammeln für tolle Prämien.
fr: Achetez, gagnez des points et échangez-les contre de superbes cadeaux
tr: Alışveriş yap ve mükemmel ödüller için puan kazan

source: Your favourites list is empty
de: Ihre Favoritenliste ist leer

source: Get favouriting
de: Favoriten werden

source: Complete your profile
de: Vervollständige Dein Profil
fr: Complétez votre profil
tr: Profil bilgilerini tamamla

source: %@ Complete
de: %@ vollständig
fr: %@ complet
tr: %@ Tamamlandı

source: Please fill in your phone number
de: Bitte Telefonnummer eintragen

source: Name
de: Vor- und Nachname
fr: Nom
tr: Adı

source: Edit my details
de: Meine Daten ändern
fr: Modifier mes coordonnées
tr: Ayrıntılarımı Düzenle

source: My trade partners details
de: Mein Lieferant
fr: Coordonnées de mon/mes distributeur(s)
tr: Distribütörler/Ortaklar Bilgileri

source: Selected as my default trade partner
de: Als Standardlieferanten festlegen
fr: Sélectionné en tant que distributeur par défaut
tr: Varsayılan Ticari Ortağım olarak seçili

source: Trade partner name
de: NAME LIEFERANT
fr: Nom du distributeur
tr: Distribütör Adı

source: Trade Partner's Account Number
de: Kundennummer beim Lieferanten
fr: NUMÉRO DE COMPTE DU DISTRIBUTEUR
tr: Distribütör Hesap Numarası

source: Edit Trade Partner Details
de: Angaben Lieferant ändern
fr: Modifier les coordonnées du distributeur
tr: Varsayılan Distribütörümü değiştir

source: Add another trade partner
de: Weiteren Lieferanten hinzufügen
fr: Ajouter un autre distributeur
tr: Başka bir distribütör ekle

source: Business name
de: Name des Unternehmens
fr: Raison sociale
tr: İş Yeri Adı

source: Business type
de: Art des Unternehmens
fr: Type d’activité
tr: İş Yeri Türü

source: Building number
de: Hausnummer
fr: Numéro de bâtiment
tr: Bina Numarası

source: Area Code
de: PLZ
fr: Code postal
tr: Alan Kodu

source: Edit Business Details
de: Angaben Unternehmen ändern
fr: Modifier les coordonnées de l’entreprise
tr: Şirket Ayrıntılarını Düzenle

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
tr: Değişiklikleri Kaydet

source: Back
de: Zurück
fr: Retour
tr: Geri

source: Your trade partner's account number
de: Kontonummer Ihres Handelspartners
fr: Numéro de compte de votre partenaire commercial
tr: Distribütörünün hesap numarası

source: Edit trade partner's details
de: Angaben Lieferant ändern

source: Add another Trade Partner
de: Weiteren Lieferanten hinzufügen
fr: Ajouter un autre distributeur
tr: Başka bir distribütör Ekle

source: Please fill in your trade partner's location
de: Bitte trage den Standort Deines Lieferanten ein

source: Previous
de: Zurück
fr: Précédent
tr: Önceki

source: Profile Complete
de: Profil vollständig
fr: Profil complet
tr: Profil Tamamlandı

source: Display native gallery and users can select a photo to upload
de: Bildergallerie anzeigen und Profilfoto auswählen
fr: Affichez la galerie native pour que les utilisateurs puissent sélectionner une photo à télécharger.
tr: Ana galeriyi göster; kullanıcılar yüklemek için fotoğraf seçebilir.

source: Use photo
de: Foto verwenden
fr: Utiliser une photo
tr: Fotoğrafı kullan

source: Take a photo
de: Mache ein Foto
fr: Prendre une photo
tr: Fotoğraf çek

source: Upload from gallery
de: Aus Meiner Bildergallerie hochladen
fr: Télécharger depuis la galerie
tr: Galeriden yükle

source: Remove Photo
de: Foto löschen
fr: Supprimer la photo
tr: Fotoğrafı kaldır

source: Retake photo
de: Aufnahme wiederholen
fr: Reprendre une photo
tr: Yeniden fotoğraf çek

source: Profile Updated Successfully
de: Profil erfolgreich aktualisiert
fr: Profil mis à jour avec succès

source: Free sample
de: Gratis Muster
fr: Échantillon gratuit
tr: Ücretsiz Deneme Ürünü

source: Fill in your details below and get your free sample
de: Nachstehende Angaben ausfüllen & GRATIS-MUSTER erhalten
fr: Remplissez les champs ci-dessous pour obtenir votre échantillon gratuit
tr: Bilgilerini gir ve ücretsiz deneme ürünün adresine gelsin.

source: Details
de: Meine Daten
fr: Détails
tr: Ayrıntılar

source: Back to my details
de: Meine Daten
fr: Retour à Mes coordonnées
tr: Ayrıntılarıma dön

source: Terms and Conditions
de: Allgemeinen Geschäftsbedingungen (AGB's)
fr: Conditions générales
tr: Şartlar ve Koşullar

source: By continuing you are agree with our
de: Mit der Bestellung akzeptiere ich die
fr: En poursuivant, vous acceptez nos
tr: Devam ederek kabul etmiş olursunuz

source: By continuing you agree with our terms and conditions
de: Mit der Bestellung akzeptiere ich die Allgemeinen Geschäftsbedingungen

source: Order Sample
de: Produktmuster bestellen
fr: Commander l’échantillon
tr: Numune Sipariş Et

source: Discover how UFS products can be used in recipes
de: Lass Dich von Rezeptideen inspirieren
fr: Découvrir les recettes à base de produits UFS
tr: UFS ürünlerinin tariflerde nasıl kullanılacağını keşfet.

source: Explore Recipes
de: Rezepte entdecken
fr: Parcourir les recettes
tr: Tarifleri incele.

source: Thank you for ordering a sample of
de: Danke für die Bestellung! xy ist auf dem Weg zu Dir.
fr: Merci d’avoir commandé un échantillon de.
tr: deneme ürünü sipariş ettiğin için teşekkürler.

source: We will get in touch with you shortly to confirm
de: Wir kontaktieren Dich in Kürze um die Bestellung zu bestätigen
fr: Nous vous enverrons une confirmation dans les plus brefs délais.
tr: En kısa sürede onay için iletişime geçeceğiz.

source: Order with my shopping list
de: Mit Meiner Einkaufsliste bestellen
fr: Commander depuis ma Liste d’achats
tr: Alışveriş Listem ile Sipariş Ver

source: Product categories
de: Produkt Kategorien
fr: Catégories de produit
tr: Ürün Kategorileri

source: See all products
de: Alle Produkte anzeigen
fr: Voir tous les produits
tr: Tüm Ürünleri Gör

source: Selected tradepartner:
de: Mein Lieferant:
fr: Sélectionner un distributeur :
tr: Seçili Ticari Ortak:

source: Change tradepartner
de: Lieferant ändern
fr: Modifier le distributeur
tr: Ticari Ortağı Değiştir

source: More information
de: Mehr Informationen
fr: Plus d’informations
tr: Daha fazla bilgi

source: Select the packaging
de: Verpackungseinheit wählen
fr: Sélectionner le conditionnement
tr: Paket Cinsini Seç

source: Clear all
de: Alle löschen
fr: Effacer tout
tr: Hepsini temizle

source: Unit
de: Verbrauchereinheit
fr: Unité
tr: Adet

source: Case
de: Verpackungseinheit
fr: Boîte
tr: Koli

source: Select a new trade partner
de: Neuen Lieferanten auswählen
fr: Sélectionner un nouveau distributeur
tr: Yeni Distribütör Seç

# Enter Your Trade Partner Account Number
source: Enter your trade partner's account number
de: Kundennummer bei meinem Lieferanten
fr: Saisir le numéro de compte de votre distributeur
tr: Distribütör Hesap Numaranı Gir

source: Make this my default trade partner
de: Als Standardlieferanten festlegen
fr: Définir comme distributeur par défaut
tr: Varsayılan Distribütör Olarak Seç

source: Add new Trade Partner
de: Weiteren Lieferanten hinzufügen
fr: Ajouter un nouveau distributeur
tr: Yeni Distribütör Ekle

source: Select a Trade Partner
de: Lieferanten auswählen
fr: Sélectionner un distributeur
tr: Distribütör Seç

source: Select this Trade Partner
de: Diesen Lieferanten auswählen
fr: Sélectionner ce distributeur
tr: Bu ticari ortağı seç

source: My Order History
de: Meine Bestellungen
fr: Mon historique de commande
tr: Sipariş Geçmişim

source: Review and reorder your previous items.
de: Zuvor bestellte Produkte ansehen und wiederbestellen.
fr: Consultez vos produits achetés précédemment et passez une nouvelle commande.
tr: Önceki ürünlerinizi gözden geçirin ve tekrar sipariş verin.

source: You can adjust product quantities in the cart.
de: Die Produktbestellmenge kann im Warenkorb noch geändert werden.
fr: Vous pouvez ajuster les quantités directement dans le panier.
tr: Ürün sayısını sepette düzenleyebilirsiniz.

source: Order Number:
de: Bestellnummer:
fr: Numéro de commande :
tr: Sipariş Numarası:

source: Date Ordered:
de: Datum der Bestellung:
fr: Date de la commande :
tr: Sipariş Tarihi:

source: Completed
de: Abgeschlossen
fr: Terminé
tr: Tamamlandı

source: Cancelled
de: Storniert
tr: İptal edildi

source: See full order details
de: Vollständige Bestelldetails anzeigen
fr: Voir les détails de la commande
tr: Tüm sipariş ayrıntılarına bak

source: Points earned:
de: Gesammelte Punkte:
fr: Points accumulés :
tr: Kazanılan puanlar:

source: Re-order all
de: Alles nachbestellen
fr: Commander les mêmes produits
tr: Hepsini tekrar sipariş et

source: Total price
de: Gesamtpreis
fr: PRIX TOTAL
tr: TOPLAM ÜCRET

source: Points spent:
de: Eingelöste Punkte:
fr: Points échangés:
tr: Harcanan Puanlar:

source: Your supplier determines your delivery and payment conditions.
de: Ihr Lieferant bestimmt Ihre Liefer- und Zahlungsbedingungen.
fr: Votre fournisseur définit vos conditions de livraison et de paiement.
tr: Tedarikçiniz teslimat ve ödeme koşullarına karar verir.

source: Your order %@ has been passed to your trade partner %@ with your client number %@
de: Diese Bestellung mit der Nummer %@ wurde an Deinen Lieferanten %@ mit Deiner Kundennummer %@ weitergegeben.
fr: votre commande %@ a été transmise à votre distributeur %@ avec votre numéro de client %@ .
tr: siparişiniz %@ Ticari Ortağınıza %@ iletildi, müşteri numaranız %@ ile.

source: For further questions about handling of this order please contact %@
de: Für weiter Fragen zu dieser Bestellung wende Dich bitte an Deinen Ansprechpartner bei %@
fr: Pour toute question concernant le traitement de cette commande, veuillez contacter %@ .
tr: Bu sipariş hakkında daha fazla sorularınız varsa lütfen %@ ile iletişime geçin.

source: Total points
de: Alle Punkte
fr: Total des points
tr: Toplam Puan

source: Search recipes
de: Nach Rezepten suchen
fr: Rechercher des recettes
tr: Tarif ara

source: Swipe right if you might
de: Gefällt es Dir? Dann wische das Bild nach rechts!
fr: Vous aimez? Faites glisser vers la droite!
tr: İsterseniz sağa kaydırın

source: Starters
de: Vorspeisen

source: Main dishes
de: Hauptgerichte

source: Desserts
de: Nachspeisen
tr: Tatlı Çeşitleri

source: Search for a recipe
de: Nach Rezepten suchen
fr: Rechercher une recette
tr: Tarif ara

source: You're all swiped out
de: Das war alles für heute
fr: Vous avez été déconnecté
tr: Her şeyi tükettiniz

source: Go to My Recipe
de: Meine gespeicherten Rezepte
fr: Aller à Ma recette
tr: Tarifime Git

source: See more recipes
de: Mehr Rezepte ansehen
fr: Voir plus de recettes
tr: Daha fazla tarife bakın

source: We reckon you’ll like these
de: Diese Produkte könnten Dir auch gefallen
fr: Nous sommes sûrs que vous les aimerez
tr: İlgini çekeceğini düşündüğümüz ürünlerimiz

source: Product Details
de: Produktdetails
fr: INFORMATIONS PRODUIT
tr: ÜRÜN AYRINTILARI

source: Allergens
de: Allergene

source: Nutritional Information
de: Nährwerte
fr: Informations nutritionnelles
tr: Besin Değerleri

source: Yield
de: Ergiebigkeit
fr: Rendement
tr: Teslim olmak

source: See all details
de: Vollständige Produtdetails ansehen

source: More product and allergy information
de: Mehr Produkt- und Allergeneinformationen
fr: Plus d’informations sur les produits et les allergènes
tr: Daha fazla ürün ve alerji bilgisi

source: Without filter
de: Ohne Filter
fr: Sans filtre
tr: Filtresiz

source: My Recipes
de: Meine Rezepte
fr: Mes recettes
tr: Tariflerim

source: Portion Selector
de: Anzahl Portionen ändern
fr: Partie sélecteur
tr: Porsiyon Seçici

source: UFS Ingredients in this recipe
de: UFS Zutaten in Rezept
fr: Ingrédients UFS de cette recette
tr: Bu tarifteki UFS malzemeleri

source: Our video on how Chef Rewards work
de: Wie funktioniert der Chef Rewards Club?
fr: Regardez notre vidéo pour plus d’informations sur le Programme de fidélité
tr: Video videomuz şef ödülleri nasıl işliyor

source: Explore the Chef Rewards Catalogue
de: Sieh Dir die Prämien vom Chef Rewards Club an
fr: Parcourez le catalogue des cadeaux Programme de fidélité
tr: Ödül Kataloğunu İncele

source: See all Chef Rewards
de: Alle Prämien ansehen
fr: Voir tous les cadeaux Programme de fidélité
tr: Tüm ödülleri incele

source: Place your first order now and receive 200 points free
de: Sichere Dir ZUSÄTZLICH 200 Treuepunkte für Deine erste Bestellung
fr: Passez votre première commande dès maintenant et recevez 200 points

# Save for a great reward by setting a goal-CR
source: Save for a great reward by setting a goal
de: Setz Dir eine Wunschprämie als Ziel und sammle dafür Punkte
fr: Définissez un objectif pour recevoir un superbe cadeau.
tr: Almak istediğin ödülü hedef olarak belirle ve puan biriktirmeye başla

source: Have more questions?
de: Hast Du weitere Fragen?
fr: Vous avez des questions ?
tr: Başka sorunuz mu var?

source: See Chef Rewards FAQs
de: FAQs zum Chef Rewards Club lesen
fr: Consultez la FAQ Programme de fidélité
tr: Şef Ödülleri SSS

source: Chef Rewards Frequently Asked Questions
de: Häufige Fragen zum Chef Rewards Club
fr: Programme de fidélité Foire aux questions

source: This reward is set as your goal
de: Deine Wunschprämie
fr: Ce cadeau est défini comme votre objectif
tr: Bu ödül hedefiniz olarak belirlendi

# Start ordering and get a free X over XX chefrewards
source: Start ordering and get a free JBL Bluetooth Lautsprecher over € 300
de: Ist die erste Bestellung über %@€, erhältst Du einen %@ GRATIS
fr: Recevez une enceinte %@ pour toute commande de plus de %@CHF GRATUITE
tr: %@TL üzeri siparişlere ücretsiz %@ hediye

source: Change my goal
de: Wunschprämie ändern
fr: Modifier mon objectif
tr: Hedefimi değiştir

source: Explore all reward and set a goal
de: Sieh Dir alle Prämien an und setz Dir ein Wunschprämie als Ziel
fr: Parcourez les cadeaux et définissez un objectif
tr: Tüm ödülleri keşfet ve hedefini belirle

# ChefReward_1_Point
source: 1 POINT
de: 1 Treuepunkt
tr: 1 PUAN

# Chef Rewards Terms and Conditions apply
source: Chef Rewards Terms and Conditions
de: Chef Rewards Allgemeinen Geschäftsbedingungen (AGB's)
fr: Conditions générales programme de fidélité
tr: Şef Ödül Programı Şartlar ve Koşullar uygula

source: My UFS
de: Mein UFS
fr: Mon UFS
tr: Ana Sayfa

source: Notifications
de: Benachrichtigungen
tr: Bildirimlerim

source: Order History
de: Bestell-Historie
fr: Historique des commandes
tr: Sipariş Geçmişi

source: App Settings
de: App Einstellungen
fr: Paramètres de l’appli
tr: Uygulama Ayarları

source: Edit Account Information
de: Profil bearbeiten
fr: Modifier les informations du compte

source: Create your list and start ordering
de: Erstelle Deine persönliche Einkaufsliste

source: Favorite list
de: Von mir hinzugefügt

source: Easy ordering via your lists!
de: Einfach & schnell bestellen
fr: Commandez en toute simplicité grâce à vos listes !
tr: Listelerinizle kolay sipariş!

source: Trade Partner Account number
de: meine Kundennummer beim Lieferanten
fr: Numéro de compte du distributeur
tr: Distribütör Hesap Numarası

# Trade partner account number for popup
source: TRADE PARTNER ACCOUNT NUMBER
de: KUNDENNUMMER BEIM LIEFERANTEN
fr: Numéro de compte du distributeur
tr: Distribütör Hesap Numarası

source: First order offer
de: Angebot für Erstkauf

# Get rewarded! Register now and get 50 loyalty points.
source: Get rewarded! Register now and get %@ loyalty points.
de: Jetzt profitieren! Registriere Dich jetzt und Du kriegst %@ Punkte geschenkt.
fr: Recevez des cadeaux! Inscrivez-vous dès maintenant et obtenez %@ points de fidélité.
tr: Şimdi kayıt ol ve anında hediye %@ ödül puanı kazan!

source: Earn loyalty points for kitchen equipment.
de: Jetzt Treuepunkte sammeln und gegen tolle Prämien eintauschen!
fr: Gagnez des points fidélité et échangez-les contre du matériel de cuisine.
tr: Sipariş verdikçe ödül puanı kazan. Topladığın puanlarla beğendiğin ödülleri ücretsiz al.

source: Preparation
de: Zubereitung
fr: Préparation
tr: Hazırlanışı

source: Nutrients per serving
de: Nährwertangaben pro Portion
fr: Valeurs nutritionnelles par portion
tr: Enerji ve Besin Ögeleri

source: Quantity
de: Menge:
fr: Quantité
tr: Miktar

source: Order a Sample
de: Produktmuster bestellen
fr: Commander un échantillon
tr: Numune sipariş et

source: Get rewarded with Chef Rewards
de: Treuepunkte sammeln
fr: Recevez des cadeaux grâce au Programme de fidélité
tr: Puan biriktir, ödül kazan

source: Full product details
de: Vollständige Produktinformationen
fr: Détails complets du produit
tr: Tüm Ürün Ayrıntıları

source: Product Information
de: Produktinformationen
fr: Informations sur le produit
tr: Ürün Bilgisi

source: Nutrition
de: Nährwerte
fr: Qualités nutritionnelles
tr: Besin Bilgileri ve Alerjenler

source: Ingredients
de: Zutaten
fr: Ingrédients
tr: İçindekiler

source: Allergy
de: Allergene
fr: Allergènes
tr: Alerjen Bilgisi

source: Delivery and payment via your trusted trade partner
de: Ware und Rechnung von Deinem Lieferanten erhalten
fr: Livraison et paiement via votre distributeur
tr: Distribütörün aracılığıyla güvenli teslimat ve ödeme

source: Product Description
de: Beschreibung
fr: Description produit
tr: Ürün Açıklaması

source: Packaging
de: Verpackung
tr: Birim Ağırlık

source: Container
de: Gebinde
fr: Conteneur
tr: Paket Tipi

source: Storage
de: Lagerhinweis
fr: Stockage
tr: Depolama

source: Use
de: Benutzen
fr: Utiliser
tr: Kullanım Talimatı

source: Benefits
de: Leistungen
fr: Avantages
tr: Faydalar

source: Shelf Life
de: Haltbarkeit
fr: Durée de conservation
tr: Raf Ömrü

source: product Quantity
de: Produktmenge

source: Water
de: Wasser

source: Yield in liters
de: Ergiebigkeit in Litern

source: Yield per serving
de: Ergiebigkeit pro Portion

source: no information available
de: Keine Information verfügbar
fr: Pas d'information disponible
tr: Bilgi bulunmamaktadır

source: Portion size
de: Portionsgröße
fr: Taille des portions
tr: Porsiyon Büyüklüğü

source: days
de: Tage
fr: jours

source: Please fill in your business name
de: Bitte trage den Namen Deines Unternehmens ein

source: My Notifications
de: Meine Mitteilungen
fr: Mes notifications
tr: Bildirimlerim

source: Start Shopping
de: Jetzt bestellen
fr: Commencez vos achats
tr: Alışverişe başla

source: See details
de: Siehe Details

source: Load More
de: Mehr anzeigen
fr: Charger plus
tr: Daha fazla yükle

source: Your password has been changed
de: Ihr Passwort wurde geändert

source: Added to cart
de: in den Warenkorb gelegt
fr: ajouté(s) au panier
tr: seperine eklendi.

source: This is your default trade partner
de: Als Standardlieferant festgelegt
fr: Votre distributeur par défaut
tr: Bu distribütör senin mevcut distribütörün
